{"translation-revision-date":"2025-07-08 10:10:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Describe the form you want to create":["Décrivez le formulaire que vous souhaitez créer"],"Connect your website with SureForms AI to get 20 more AI form generations.":["Connectez votre site web à SureForms AI pour obtenir 20 générations de formulaires IA supplémentaires."],"Generate with AI":["Générer avec l’IA"],"The AI-generated form may require manual review and adjustments. Please verify all fields before publishing the form.":["Le formulaire généré par l’IA peut nécessiter une révision et des ajustements manuels. Veuillez vérifier tous les champs avant de publier le formulaire."],"Please select form type":["Veuillez sélectionner le type de formulaire"],"Upgrade to the SureForms Business Plan to create advanced forms with real-time calculations, such as project quote calculators, BMI calculators, loan calculators, and more.":["Passez au plan d’affaires SureForms pour créer des formulaires avancés avec des calculs en temps réel, tels que des calculateurs de devis de projets, des calculateurs BMI, des calculateurs de prêts, et bien plus encore."],"Unlock Calculations":["Calculs de déblocage"],"Simple":["Simple"],"Premium":["Premium"],"Create Conversational Form":["Créer un formulaire de conversation"],"With the SureForms Pro Plan, you can transform your forms into engaging conversational layouts for a seamless user experience.":["Avec le plan SureForms Pro, vous pouvez transformer vos formulaires en présentations conversationnelles attrayantes pour une expérience utilisateur transparente."],"Unlock Conversational Forms":["Débloquer les formes conversationnelles"],"Make an event registration form":["Créer un formulaire d’inscription à un évènement"],"Create a job application form":["Créer un formulaire de demande d’emploi"],"Generate a user feedback form":["Générer un formulaire de retour d’information pour l’utilisateur"],"Create a lead generation form":["Créez un formulaire de génération de prospects"],"Create simple contact form":["Créer un formulaire de contact simple"],"Contact Support":["Contacter le support"],"Voice Input":["Entrée vocale"],"Listening":["Écouter"],"Please allow microphone access to use voice input.":["Veuillez autoriser l’accès au microphone pour utiliser la saisie vocale."],"Speech recognition is not supported in your current browser. Please use Google Chrome \/ Safari.":["La reconnaissance vocale n’est pas prise en charge par votre navigateur actuel. Veuillez utiliser Google Chrome \/ Safari."],"Upgrade":["Mise à niveau"],"Build With AI":["Construire avec l’IA"],"Please try again after %s.":["Veuillez réessayer après %s."],"You have reached the FUP limit of AI form generations for the day.":["Vous avez atteint la limite FUP des générations de formulaires IA pour la journée."],"Try Again":["Essayer à nouveau"],"Experience the future of form building with AI-powered forms. Use AI to build your form 10x faster.":["Découvrez l’avenir de la construction de formulaires avec les formulaires alimentés par l’IA. Utilisez l’IA pour construire votre formulaire 10 fois plus vite."],"Generate Form with AI":["Générer des formulaires avec l’IA"],"Build From Scratch":["Construire à partir de zéro"],"Build Form From Scratch":["Construire un formulaire à partir de zéro"],"How would you like to create a new form?":["Comment voulez-vous créer un nouveau formulaire ?"],"Generate Form":["Générer un formulaire"],"Some Form Ideas":["Quelques idées de formulaires"],"Prompt cannot be empty.":["L’invite ne peut pas être vide."],"E.g. Form to gather feedback from our customer for our product functionality, usability , how much you will rate it and what you don't like about it.":["Par exemple, un formulaire pour recueillir les commentaires de nos clients sur la fonctionnalité de notre produit, sa facilité d’utilisation, l’appréciation que vous en avez et ce que vous n’aimez pas à son sujet."],"Please describe the form you want to create":["Veuillez décrire le formulaire que vous souhaitez créer"],"AI Form Builder":["Constructeur de formulaire IA"],"We are building your form…":["Nous construisons votre formulaire…"],"Redirecting to Editor":["Redirection vers l’éditeur"],"Just doing some final touches…":["Il ne reste plus qu’à faire les dernières retouches…"],"Generating Fields…":["Génération des champs…"],"Connecting with AI…":["Se connecter avec l’IA…"],"Please connect your website with SureForms AI to create 10 more forms with AI.":["Connectez votre site web à SureForms AI pour créer 10 formulaires supplémentaires avec l’IA."],"You have reached the maximum number of form generations.":["Vous avez atteint le nombre maximum de générations de formulaires."],"Please upgrade your free plan to keep creating more forms with AI.":["Veuillez mettre à jour votre plan gratuit pour continuer à créer plus de formulaires avec l’IA."],"You have reached the maximum number of form generations in your Free Plan.":["Vous avez atteint le nombre maximum de générations de formulaires dans votre plan gratuit."],"Exit to Dashboard":["Quitter vers le tableau de bord"],"Click Here to Retry":["Cliquez ici pour réessayer"],"Please check your username and password for the account, and try to reconnect again. Need help?":["Veuillez vérifier votre nom d’utilisateur et votre mot de passe pour le compte, et essayez de vous reconnecter à nouveau. Vous avez besoin d’aide ?"],"Authentication Failed":["Échec de l’authentification"],"Try Again!":["Essayez à nouveau !"],"There was an error mapping the AI response to Fields. Please try again.":["Une erreur s’est produite lors de la conversion de la réponse IA en champs. Veuillez réessayer."],"Error Creating Form":["Erreur de création du formulaire"],"Connect Now":["Connecter maintenant"],"Limit Reached":["Limite atteinte"],"%d AI form generations left":["%d générations de formulaire manquantes"],"Upgrade Plan":["Mise à niveau de la formule"],"Free plan only allows %s AI form generations. Need to create more forms with AI?":["Le plan gratuit ne permet que %s générations de formulaires IA. Besoin de créer plus de formulaires avec l’IA ?"],"Usage ":["Utilisation "],"Tailor your form precisely to your unique needs. No coding skills required—just unleash your creativity.":["Adaptez votre formulaire à vos besoins spécifiques. Aucune compétence en matière de codage n’est nécessaire, il vous suffit de laisser libre cours à votre créativité."],"Calculator":["Convertisseur"],"Add New Form":["Ajouter un formulaire"],"Dashboard":["Tableau de bord"]}},"comment":{"reference":"assets\/build\/templatePicker.js"}}